Revit 2024 API
IFCGeometryInfo Properties
The IFCGeometryInfo type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
IFCGeometryInfo Class
Autodesk.Revit.DB.IFC Namespace